{
    "0": {
        "name": "La muerte de Stalin",
        "time": "1:47:2",
        "description": "La noche del 2 de marzo de 1953 el dictador soviético Iósif Stalin vivió sus últimas horas. Tras su muerte, se produjo un caos en el que mediante manipulaciones, mentiras y traiciones, los miembros de la cúpula del poder soviético intentaron mejorar.",
        "director": "Armando Iannucci",
        "category": "Comedia",
        "id": 0
    },
    "1": {
        "name": "Sonic la película",
        "time": "1:40:33",
        "description": "Sonic intenta navegar por las complejidades de la vida en la Tierra con su nuevo mejor amigo, un humano llamado Tom Wachowski. Pronto deben unir fuerzas para evitar que el malvado Dr. Robotnik capture a Sonic y use sus poderes para dominar el mundo.",
        "director": "Jeff Flowler",
        "category": "Aventuras",
        "id": 1
    },
    "2": {
        "name": "Fury",
        "time": "2:15:33",
        "description": "Durante la Segunda Guerra Mundial, un aguerrido sargento del ejército encabeza el equipo de un tanque Sherman en una misión mortal detrás de líneas enemigas para golpear el corazón de la Alemania nazi.",
        "director": "David Ayer",
        "category": "Bélicas",
        "id": 2
    },
    "3": {
        "name": "Inglourious Basterds",
        "time": "2:33:33",
        "description": "Es el primer año de la ocupación alemana de Francia. El oficial aliado, teniente Aldo Raine, ensambla un equipo de soldados judíos para cometer actos violentos en contra de los nazis, incluyendo la toma de cabelleras. Él y sus hombres unen fuerzas con Bridget von Hammersmark, una actriz alemana y agente encubierto, para derrocar a los líderes del Tercer Reich. Sus destinos convergen con la dueña de teatro Shosanna Dreyfus, quien busca vengar la ejecución de su familia.",
        "director": "Quentin Tarantino",
        "category": "Bélicas",
        "id": 3
    },
    "4": {
        "name": "Los 8 más odiados",
        "time": "3:7:33",
        "description": "Wyoming, poco después de acabar la Guerra Civil estadounidense. Un cazarrecompensas, su preso, otro cazarrecompensas y un supuesto sheriff quedan atrapados junto a cuatro desconocidos en una fonda durante una tormenta de nieve. Entre los ocho individuos hay viejas cuentas pendientes que saldar, y probablemente cuando pase la tormenta no todos saldrán con vida del edificio.",
        "director": "Quentin Tarantino",
        "category": "Dramáticas",
        "id": 4
    },
    "5": {
        "name": "Los Simpson, La Película",
        "time": "1:28:31",
        "description": "La combinación de Homero, su nuevo puerco mascota, y un silo lleno de excremento podrían provocar un desastre que amenace no sólo a Springfield, sino al mundo entero. Una muchedumbre enojada llega a la casa de los Simpson y divide a la familia. Con el destino de la Tierra en juego, Homero se prepara para intentar redimirse con la intención de salvar al mundo y ganarse el perdón de Marge.",
        "director": "David Silverman",
        "category": "Dibujos Animados",
        "id": 5
    },
    "6": {
        "name": "Otro día para matar",
        "time": "1:47:31",
        "description": "John Wick, un exasesino a sueldo, se enfrenta al mafioso Viggo Tarazov, quien ofrece una recompensa a aquel que logre acabar con la vida de Wick.",
        "director": "Chad Stahelski",
        "category": "Acción",
        "id": 6
    },
    "7": {
        "name": "John Wick 2: un nuevo día para matar",
        "time": "2:2:2",
        "description": "El legendario sicario John Wick abandona su retiro cuando, debido a un pacto de sangre que le vincula a un colega, se ve obligado a viajar a Roma para enfrentarse a los asesinos más peligrosos del mundo y aniquilar a una organización secreta.",
        "director": "Chad Stahelski",
        "category": "Acción",
        "id": 7
    },
    "8": {
        "name": "John Wick 3: Parabellum",
        "time": "2:10:21",
        "description": "John Wick regresa de nuevo pero con una recompensa sobre su cabeza que persigue unos mercenarios. Tras asesinar a uno de los miembros de su gremio, Wick es expulsado y se convierte en el foco de atención de todos los sicarios de la organización.",
        "director": "Chad Stahelski",
        "category": "Acción",
        "id": 8
    }
}